[A_Mark_blood_coldr_Ability_creature H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Существо получает 5% сопротивления ко всем источникам урона за каждую метку."

[Skill_Rang_maitre_roue_talent.A_frappe_de_givre H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Когда этот отряд получает урон и теряет по крайней мере одно существо, то он получает 1 метку Хладнокровия."

[Blood_cold_2.A_bloodcold_creature H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Когда этот отряд получает урон и теряет по крайней мере одно существо, то он получает 1 метку Хладнокровия."

[Blood_cold_2.A_bloodcold_creature_lv1 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Когда этот отряд получает урон и теряет по крайней мере одно существо, то он получает 1 метку Хладнокровия."

[Blood_cold_2.A_bloodcold_creature_lv2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Когда этот отряд получает урон и теряет по крайней мере одно существо, то он получает 1 метку Хладнокровия. Может иметь до 2 меток."

[Blood_cold_2.A_bloodcold_creature_lv3 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Когда это существо получает урон и теряет по крайней мере одно существо в отряде, оно получает 1 метку Хладнокровия. Может иметь до 3 меток."

[Blood_cold_2.A_Cold_Blood_novice_Buff H7BaseBuff]
mName="Хладнокровие (ур.1)"
mTooltip="Это существо получает на %res1 меньше урона от всех источников."

[Blood_cold_2.A_Cold_Blood_expert_Buff H7BaseBuff]
mName="Хладнокровие (ур.2)"
mTooltip="Это существо получает на %res1 меньше урона от всех источников."

[Blood_cold_2.A_Cold_Blood_master_Buff H7BaseBuff]
mName="Хладнокровие (ур.3)"
mTooltip="Это существо получает на %res1 меньше урона от всех источников."

[Blood_cold_2.A_Skill_blood_cold_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip=""

[Blood_cold_2.Marker_l1 H7BaseBuff]
mName="Хладнокровие (ур.1)"
mTooltip="Это существо получает на %res1 меньше урона от всех источников."

[Blood_cold_2.Marker_l2 H7BaseBuff]
mName="Хладнокровие (ур.2)"
mTooltip="Это существо получает на %res1 меньше урона от всех источников."

[Blood_cold_2.Marker_l3 H7BaseBuff]
mName="Хладнокровие (ур.3)"
mTooltip="Это существо получает на %res1 меньше урона от всех источников."

[Metamagic_skill H7Skill]
mDescriptions[0]="Когда дружественные отряды получают урон и теряют по меньшей мере одно существо, на них помещается метка Хладнокровия, которая усиливает их и некоторые их способности.\nСущества получают 5% сопротивления ко всему урону за каждую метку."
mDescriptions[1]=""
mDescriptions[2]="Союзные отряды получают метку, когда получают урон, который убивает по меньшей мере одно существо. Метка даёт 5% сопротивления ко всему урону."
mDescriptions[3]="Ваши существа могут максимально получить до 2 меток."
mDescriptions[4]="Ваши существа могут максимально получить до 3 меток"
mName="Хладнокровие"
mTooltip="Уникальный навык (Ледяные Шпили)."

[Skill_blood.A_Skill_bloodcold_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Когда отряды под началом этого героя получают урон, который убивает по меньшей мере одно существо, на них накладывается метка Хладнокровия.\nОтряды получают 5% сопротивления ко всему урону за каждую метку."

[Skill_rang_novice_roue_des_talent.A_Fureur_du_givre H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хладнокровие"
mTooltip="Когда этот отряд получает урон и теряет по крайней мере одно существо, он получает 1 метку Хладнокровия."

[Blood_cold_2.Marker_l3 H7BaseBuff]
mName="Хладнокровие (ур.1)"
mTooltip="Это существо получает на %res1 меньше урона от всех источников."

[Skill_rang_novice_roue_des_talent.A_ArcaneCatalyst_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяная ярость"
mTooltip="Увеличивает %icon_attack атаку дружественных существ, ведущих дальний бой, на +3 за каждый уровень Хладнокровия."

[Skill_rang_novice_roue_des_talent.A_Fureur_glacial_Buff H7BaseBuff]
mName="Ледяная ярость"
mTooltip="Увеличивает %icon_attack атаку существ, ведущих дальний бой, на %stat1 за каждый уровень Хладнокровия."

[Skill_rang_novice_roue_des_talent.A_ArcaneChanneling_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Белый ходок"
mTooltip="Скорость наземных существ увеличивается, если они находятся под действием Хладнокровия.\n+1 %icon_movement скорости на 1 и 2 ур.,\n+2 %icon_movement скорости на 3 ур."

[Skill_rang_novice_roue_des_talent.A_Marcheur_blancl_Buff H7BaseBuff]
mName="Белый ходок"
mTooltip="Скорость наземных существ увеличивается, если они находятся под действием Хладнокровия.\n+1 %icon_movement скорости на 1 и 2 ур.,\n+2 %icon_movement скорости на 3 ур."

[Skill_rang_novice_roue_des_talent.A_ArcaneShield_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Золотая кровь"
mTooltip="Всякий раз, когда дружественное существо получает урон в бою, вы получаете +5 ед. %icon_gold золота."

[Skill_rang_novice_roue_des_talent.A_blood_gold_creature_Buff H7BaseBuff]
mName="Золотая кровь"
mTooltip="Всякий раз, когда это существо получает урон, его владелец получает +5 ед. %icon_gold золота."

[Skill_rang_expert_roue_des_talent.A_ArcaneBrillance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Замораживающая атака"
mTooltip="Атаки средств поддержки в армии этого героя могут заморозить врагов с вероятностью 50%. Если выбранный отряд уже заморожен, то атака вместо этого игнорирует 50% его %Icon_defense защиты."

[Skill_rang_expert_roue_des_talent.A_frappe_de_givre_warfare_buff H7BaseBuff]
mName="Замораживающая атака"
mTooltip="Атаки средств поддержки в армии этого героя могут заморозить врагов с вероятностью 50%. Если выбранный отряд уже заморожен, то атака вместо этого игнорирует 50% его %Icon_defense защиты."

[Skill_rang_expert_roue_des_talent.A_LightningBolt H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Град"
mTooltip="После нанесения урона выбранному существу герой может заморозить его с вероятностью 20%."

[Skill_Rang_maitre_roue_talent.A_ArcaneAttunement_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Леденящий удар"
mTooltip="Дружественные существа могут заморозить врагов при нанесении урона в зависимости от своего уровня Хладнокровия:\n5% на 1 ур.,\n10% на 2 ур.,\n15% на 3 ур."

[Special_effect_buff_freese.A_frappe_de_givre_lv1_buff H7BaseBuff]
mName="Леденящий удар"
mTooltip="Атаки дружественных существ замораживают врагов с вероятностью 5%."

[Special_effect_buff_freese.A_frappe_de_givre_lv2_buff H7BaseBuff]
mName="Леденящий удар"
mTooltip="Атаки дружественных существ замораживают врагов с вероятностью 10%."

[Special_effect_buff_freese.A_frappe_de_givre_lv3_buff H7BaseBuff]
mName="Леденящий удар"
mTooltip="Атаки дружественных существ замораживают врагов с вероятностью 15%."

[Skill_Rang_grand_maitre_roue_talent.A_Benediction_du_froid H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Благословение хладнокровия"
mTooltip="В начале своего хода это существо восстанавливает здоровье всем союзникам согласно их уровню Хладнокровия:\n%d1 %icon_health на 1 ур.\%d2 %icon_health на 2 ур.\n%d3 %icon_health на 3 ур."

[Skill_Rang_grand_maitre_roue_talent.A_God_ice_vitaliter_buff H7BaseBuff]
mName="Живучесть бога льда"
mTooltip="Поглощает %special.val3 ед. урона."

[Skill_Rang_grand_maitre_roue_talent.A_God_of__ice_Buff H7BaseBuff]
mName="Благословение бога льда"
mTooltip="Призывает бога льда. Время ожидания (ходов): %durnow."

[Skill_Rang_grand_maitre_roue_talent.A_life_ice_god H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Живучесть бога льда"
mTooltip="Бог льда может поглотить от %buff1.buff.special.val1 до %buff1.buff.special.val2 ед. урона."

[Skill_Rang_grand_maitre_roue_talent.A_One_for_battle H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяной тотем"
mTooltip="В начале своего хода это существо восстанавливает здоровье всем союзникам в зависимости от их уровня Хладнокровия:\n1 ур. - %d1 %icon_health.\n2 ур. - %d2 %icon_health.\n3 ур. - %d3 %icon_health."

[Skill_Rang_grand_maitre_roue_talent.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяной тотем"
mTooltip="Даёт новое заклинание. Призывает могущественный тотем, который восстанавливает здоровье всем союзникам в течение 3 ходов."

[Skill_Rang_grand_maitre_roue_talent.Ice_spirit_god H7Creature]
mName="Ледяной тотем"
mLore=""

[Special_effect_buff_freese.A_frozen H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяная темница"
mTooltip="Атака дальнего боя этого существа может пленить выбранное существо с вероятностью %buff.chance%. Пленённое существо не может действовать и считается отсутствующим до начала следующего раунда."

[Special_effect_buff_freese.A_Frozen_Buff H7BaseBuff]
mName="Заморозка"
mTooltip="Существо не может действовать в течение %durnow ходов. Если оно атаковано, то наносимый урон увеличивается на 30% и освобождает существо из льда.\nВ конце каждого раунда существо может выбраться из льда с вероятностью 50%."

[Special_effect_buff_freese.A_Frozen_fragilité_Buff H7BaseBuff]
mName="Хрупкость"
mTooltip="Урон, получаемый от атак, увеличен на 30%. Длительность (ходов): %durnow."

[Skill_rang_expert_roue_des_talent.A_tempete_Buff H7BaseBuff]
mName="Ледяной осколок"
mTooltip="Это существо дополнительно получает %dmin.1 ед. урона."

[Skill_Rang_grand_maitre_roue_talent.A_BallistaHaven_test H7EditorWarUnit]
mDesc="Единица огневой поддержки"
mName="Ледяной голем"
mLore="Чтобы создать своих собственных големов, маги Союза применили знания о конструктах, принесённые ими из Семи Городов. Они использовали присутствующий повсюду лёд в качестве оболочки, а внутрь поместили различные драгоценные камни и минералы. Благодаря этому, ледяные големы более подвижны, чем обычные, и могут использовать заключенную в них магию."